<template>
  <div class="son-container">
    <h3 class="agreemen-tit">用户协议</h3>
    <div class="agreemen-cont">
      <p>SKYLINE.（以下称 “公司”）是一家根据塞舌尔共和国相关法律在塞舌尔共和国注册成立的公司，该公司运营网站（以下称“本网站”或“网站”），该网站是一个专门供用户进
        行数字资产交易和提供相关服务（以下称“该服务”或“服务”）的平台。为了本协议表述之方便，公司和该网站在本协议中合称使用“我们”或其他第一人称称呼。只要登陆该网站的自然人或其
        他主体均为本网站的用户，本协议表述之便利，以下使用“您”或其他第二人称。为了本协议表述之便利，我们和您在本协议中合称为“双方”，我们或您单称为“一方”。本网站所有内容，为便利用户，
        可能提供多个语言版本，若有冲突或遗漏等情况，以中文内容为准。</p>
      重要提示：<br />

      我们在此特别提醒您：<br />

      1 数字资产本身不由任何金融机构或公司或本网站发行；<br />
      2 数字资产市场是全新的、未经确认的，而且可能不会增长；<br />
      3 数字资产主要由投机者大量使用，零售和商业市场使用相对较少，数字资产交易存在极高风险，其全天不间断交易，没有涨跌限制，价格容易受庄家、全球政府政策的影响而大幅波动；<br />
      4 因各国法律、法规和规范性文件的制定或者修改，数字资产交易随时可能被暂停或被禁止。
    </div>
  </div>
</template>

<script>
    export default {
        name: "userProtocol"
    }
</script>

<style scoped>
  @import "../../assets/css/log-reg.css";

</style>
